ban.spellright
bierner.emojisense
christian-kohler.path-intellisense
coenraads.bracket-pair-colorizer
dbaeumer.vscode-eslint
eamodio.gitlens
ecmel.vscode-html-css
mrpbennett.atlantic-night
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-python.python
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
ritwickdey.live-sass
ritwickdey.LiveServer
VisualStudioExptTeam.vscodeintellicode
wallabyjs.quokka-vscode
yzhang.markdown-all-in-one
bierner.markdown-preview-github-styles
DavidAnson.vscode-markdownlint
felixfbecker.php-intellisense
formulahendry.auto-rename-tag
formulahendry.auto-close-tag
wayou.vscode-todo-highlight
eg2.vscode-npm-script
techer.open-in-browser
helgardrichard.helium-icon-theme